Dlubal.RFEM5.ResultsFlag
Type of results flag.

Dlubal.RFEM5.ResultsFlag.UnknownFlag
Unknown flag

Dlubal.RFEM5.ResultsFlag.StandardValueFlag
Standard results

Dlubal.RFEM5.ResultsFlag.LeftSideFlag
Results are on the left side

Dlubal.RFEM5.ResultsFlag.RightSideFlag
Results are on the right side

Dlubal.RFEM5.ResultsFlag.GraphicsResultsFlag
Results are for graphics

Dlubal.RFEM5.ResultsFlag.NumbericResultsFlag
Results are in division points